const dongInfo = [
	{
		'name':'용인시', 
		'dongs':[
			{'code':'4146010100', 'name':'김량장동'},
			{'code':'4146010200', 'name':'역북동'},
			{'code':'4146010300', 'name':'삼가동'},
			{'code':'4146010400', 'name':'남동'},
			{'code':'4146010500', 'name':'유방동'},
			{'code':'4146010600', 'name':'고림동'},
			{'code':'4146010700', 'name':'마평동'},
			{'code':'4146010800', 'name':'운학동'},
			{'code':'4146010900', 'name':'호동'},
			{'code':'4146011000', 'name':'해곡동'},
			{'code':'4146011100', 'name':'풍덕천동'},
			{'code':'4146011200', 'name':'죽전동'},
			{'code':'4146011300', 'name':'동천동'},
			{'code':'4146011400', 'name':'고기동'},
			{'code':'4146011500', 'name':'신봉동'},
			{'code':'4146011600', 'name':'성복동'},
			{'code':'4146011700', 'name':'상현동'},
			{'code':'4146025000', 'name':'기흥읍'},
			{'code':'4146025300', 'name':'수지읍'},
			{'code':'4146025600', 'name':'구성읍'},
			{'code':'4146031000', 'name':'포곡면'},
			{'code':'4146032000', 'name':'모현면'},
			{'code':'4146033000', 'name':'구성면'},
			{'code':'4146034000', 'name':'남사면'},
			{'code':'4146035000', 'name':'이동면'},
			{'code':'4146036000', 'name':'원삼면'},
			{'code':'4146037000', 'name':'백암면'},
			{'code':'4146038000', 'name':'양지면'}
		],
	},
	{	
		'name':'용인시 처인구', 
		'dongs':[
			{'code':'4146110100', 'name':'김량장동'},
			{'code':'4146110200', 'name':'역북동'},
			{'code':'4146110300', 'name':'삼가동'},
			{'code':'4146110400', 'name':'남동'},
			{'code':'4146110500', 'name':'유방동'},
			{'code':'4146110600', 'name':'고림동'},
			{'code':'4146110700', 'name':'마평동'},
			{'code':'4146110800', 'name':'운학동'},
			{'code':'4146110900', 'name':'호동'},
			{'code':'4146111000', 'name':'해곡동'},
			{'code':'4146125000', 'name':'포곡읍'},
			{'code':'4146131000', 'name':'모현면'},
			{'code':'4146132000', 'name':'남사면'},
			{'code':'4146133000', 'name':'이동면'},
			{'code':'4146134000', 'name':'원삼면'},
			{'code':'4146135000', 'name':'백암면'},
			{'code':'4146136000', 'name':'양지면'}
		]
	},
	{	
		'name':'용인시 기흥구', 
		'dongs':[
			{'code':'4146310100', 'name':'신갈동'},
			{'code':'4146310200', 'name':'구갈동'},
			{'code':'4146310300', 'name':'상갈동'},
			{'code':'4146310400', 'name':'하갈동'},
			{'code':'4146310500', 'name':'보라동'},
			{'code':'4146310600', 'name':'지곡동'},
			{'code':'4146310700', 'name':'공세동'},
			{'code':'4146310800', 'name':'고매동'},
			{'code':'4146310900', 'name':'농서동'},
			{'code':'4146311000', 'name':'서천동'},
			{'code':'4146311100', 'name':'영덕동'},
			{'code':'4146311200', 'name':'언남동'},
			{'code':'4146311300', 'name':'마북동'},
			{'code':'4146311400', 'name':'청덕동'},
			{'code':'4146311500', 'name':'동백동'},
			{'code':'4146311600', 'name':'중동'},
			{'code':'4146311700', 'name':'상하동'},
			{'code':'4146311800', 'name':'보정동'}
		]
	},
	{	
		'name':'용인시 수지구', 
		'dongs':[
			{'code':'4146510100', 'name':'풍덕천동'},
			{'code':'4146510200', 'name':'죽전동'},
			{'code':'4146510300', 'name':'동천동'},
			{'code':'4146510400', 'name':'고기동'},
			{'code':'4146510500', 'name':'신봉동'},
			{'code':'4146510600', 'name':'성복동'},
			{'code':'4146510700', 'name':'상현동'}
		]
	}
]

export {dongInfo}
